Repository: 1998code/SwiftNEWKit
Catalog: Sources/SwiftNEW/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, zh_hans, zh_hant, zh_hk

source: Checking for Updates...
ar: جارٍ التحقق من وجود تحديثات...
de: Nach Updates suchen...
es: Buscando actualizaciones…
fr: Recherche de mises à jour...
it: Ricerca aggiornamenti...
ja: アップデートを確認中…
ko: 업데이트 확인 중…
zh_hans: 正在检查更新...
zh_hant: 正在檢查更新...
zh_hk: 正在檢查更新...

source: Current Version
ar: الإصدار الحالي
de: Aktuelle Version
es: Versión actual
fr: Version actuelle
it: Versione attuale
ja: 現在のバージョン
ko: 현재 버전
zh_hans: 当前版本
zh_hant: 目前版本
zh_hk: 目前版本

source: Latest Version
ar: أحدث إصدار
de: Neueste Version
es: Última versión
fr: Dernière version
it: Versione più recente
ja: 最新バージョン
ko: 최신 버전
zh_hans: 最新版本
zh_hant: 最新版本
zh_hk: 最新版本

source: Not Now
ar: ليس الآن
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non ora
ja: 今はしない
ko: 나중에
zh_hans: 暂不更新
zh_hant: 稍後更新
zh_hk: 稍後更新

source: Download Now
ar: تنزيل الآن
de: Jetzt laden
es: Descargar ahora
fr: Télécharger maintenant
it: Scarica ora
ja: 今すぐダウンロード
ko: 지금 다운로드
zh_hans: 立即下载
zh_hant: 立即下載
zh_hk: 立即下載

source: Update Available
ar: تحديث متاح
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
it: Aggiornamento disponibile
ja: アップデートがあります
ko: 업데이트 사용 가능
zh_hans: 有可用更新
zh_hant: 有可用更新
zh_hk: 有可用更新

source: Update Now
ar: حدّث الآن
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettre à jour
it: Aggiorna ora
ja: 今すぐアップデート
ko: 지금 업데이트
zh_hans: 立即更新
zh_hant: 立即更新
zh_hk: 立即更新

source: Unable to load App Store information.
ar: تعذر تحميل معلومات App Store.
de: App Store-Informationen konnten nicht geladen werden.
es: No se ha podido cargar la información del App Store.
fr: Impossible de charger les informations de l’App Store.
it: Impossibile caricare le informazioni dell’App Store.
ja: App Storeの情報を読み込めませんでした。
ko: App Store 정보를 불러올 수 없습니다.
zh_hans: 无法载入 App Store 信息。
zh_hant: 無法載入 App Store 資訊。
zh_hk: 無法載入 App Store 資訊。

source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
zh_hans: 继续
zh_hant: 繼續
zh_hk: 繼續

source: History
ar: التحديثات السابقة
de: Historie
es: Historial
fr: Historique
it: Cronologia
ja: 履歴
ko: 버전 기록
zh_hans: 历史
zh_hant: 歷史
zh_hk: 歷史

source: Loading...
ar: جارٍ التحميل...
de: Laden...
es: Cargando…
fr: Chargement...
it: Caricamento...
ja: 読み込み中…
ko: 불러오는 중…
zh_hans: 载入中…
zh_hant: 載入中…
zh_hk: 載入中…

source: No Release Notes Yet
ar: لا توجد ملاحظات إصدار بعد
de: Noch keine Versionshinweise
es: Aún no hay notas de la versión
fr: Aucune note de version pour le moment
it: Non ci sono ancora note di rilascio
ja: リリースノートはまだありません
ko: 아직 릴리스 노트가 없습니다
zh_hans: 暂无版本说明
zh_hant: 暫時未有版本說明
zh_hk: 暫時未有版本說明

source: No Results
ar: لا توجد نتائج
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
it: Nessun risultato
ja: 結果がありません
ko: 검색 결과 없음
zh_hans: 无搜索结果
zh_hant: 找不到結果
zh_hk: 搵唔到結果

source: No release notes available.
ar: لا توجد ملاحظات إصدار متاحة.
de: Keine Versionshinweise verfügbar.
es: No hay notas de la versión disponibles.
fr: Aucune note de version disponible.
it: Nessuna nota di rilascio disponibile.
ja: 利用可能なリリースノートはありません。
ko: 사용 가능한 릴리스 노트가 없습니다.
zh_hans: 暂无版本说明。
zh_hant: 暫無版本說明。
zh_hk: 暫無版本說明。

source: Return
ar: إلى الخلف
de: Zurück
es: Volver
fr: Retour
it: Indietro
ja: 戻る
ko: 돌아가기
zh_hans: 返回
zh_hant: 返回
zh_hk: 返回

source: Alert: Tap to see what's new.
ar: تنبيه: اضغط للاطّلاع على الجديد.
de: Hinweis: Tippe, um die Neuerungen anzuzeigen.
es: Aviso: toca para ver las novedades.
fr: Alerte : touchez pour découvrir les nouveautés.
it: Avviso: tocca per scoprire le novità.
ja: お知らせ：タップして新機能を確認してください。
ko: 알림: 탭하여 새로운 기능을 확인하세요.
zh_hans: 提醒：轻点查看最新功能。
zh_hant: 提醒：點一下查看最新功能。
zh_hk: 提醒：點一下查看最新功能。

source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
zh_hans: 搜索
zh_hant: 搜尋
zh_hk: 搜尋

source: Tap
ar: اضغط
de: Tippen
es: Toca
fr: Touchez
it: Tocca
ja: タップ
ko: 탭하여
zh_hans: 轻点
zh_hant: 點一下
zh_hk: 點一下

source: To See What's New.
ar: للاطّلاع على الجديد.
de: Um die Neuerungen anzuzeigen.
es: Para ver las novedades.
fr: Pour découvrir les nouveautés.
it: Per scoprire le novità.
ja: 新機能を確認
ko: 새로운 기능을 확인하세요.
zh_hans: 查看最新功能。
zh_hant: 查看最新功能。
zh_hk: 查看最新功能。

source: Try Again
ar: حاول مرة أخرى
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
zh_hans: 重试
zh_hant: 再試一次
zh_hk: 再試一次

source: Try another search term.
ar: جرّب عبارة بحث أخرى.
de: Versuche einen anderen Suchbegriff.
es: Prueba con otro término de búsqueda.
fr: Essayez un autre terme de recherche.
it: Prova con un altro termine di ricerca.
ja: 別の検索語をお試しください。
ko: 다른 검색어를 사용해 보세요.
zh_hans: 请尝试其他搜索词。
zh_hant: 請嘗試其他搜尋字詞。
zh_hk: 請試用其他搜尋字詞。

source: Unable to load release notes.
ar: تعذّر تحميل ملاحظات الإصدار.
de: Versionshinweise konnten nicht geladen werden.
es: No se han podido cargar las notas de la versión.
fr: Impossible de charger les notes de version.
it: Impossibile caricare le note di rilascio.
ja: リリースノートを読み込めませんでした。
ko: 릴리스 노트를 불러올 수 없습니다.
zh_hans: 无法载入更新说明。
zh_hant: 無法載入更新說明。
zh_hk: 無法載入更新說明。

source: Show History
ar: عرض السجل
de: Historie anzeigen
es: Mostrar historial
fr: Afficher l’historique
it: Mostra cronologia
ja: 履歴を表示
ko: 버전 기록 보기
zh_hans: 显示历史
zh_hant: 顯示歷史
zh_hk: 顯示歷史

source: Show Release Note
ar: عرض ملاحظات الإصدار
de: Versionshinweise anzeigen
es: Mostrar las notas de la versión
fr: Afficher les notes de version
it: Mostra le note di rilascio
ja: リリースノートを表示
ko: 릴리스 노트 보기
zh_hans: 显示更新说明
zh_hant: 顯示更新說明
zh_hk: 顯示更新說明

source: Version %@
ar: الإصدار %@
es: Versión %@
it: Versione %@
ja: バージョン %@
ko: 버전 %@
zh_hans: 版本 %@
zh_hant: 版本 %@
zh_hk: 版本 %@

source: What's New in
ar: ما الجديد في
de: Was gibt's Neues
es: Novedades
fr: Nouveautés
it: Le novità
ja: 新機能
ko: 새로운 기능
zh_hans: 最新功能
zh_hant: 最新功能
zh_hk: 最新功能

source: Release notes for this version will appear here when available.
ar: ستظهر ملاحظات الإصدار لهذا الإصدار هنا عند توفرها.
de: Versionshinweise für diese Version werden hier angezeigt, sobald sie verfügbar sind.
es: Las notas de esta versión aparecerán aquí cuando estén disponibles.
fr: Les notes de cette version s’afficheront ici dès qu’elles seront disponibles.
it: Le note di questa versione appariranno qui quando saranno disponibili.
ja: このバージョンのリリースノートは、利用可能になるとここに表示されます。
ko: 이 버전의 릴리스 노트가 준비되면 여기에 표시됩니다.
zh_hans: 此版本的说明可用后会显示在这里。
zh_hant: 此版本的說明準備好後會顯示在這裡。
zh_hk: 呢個版本嘅說明準備好之後會喺呢度顯示。

source: Verifying Purchase...
ar: جارٍ التحقق من الشراء...
de: Kauf wird überprüft...
es: Verificando la compra…
fr: Vérification de l’achat...
it: Verifica dell’acquisto...
ja: 購入を確認中…
ko: 구입 확인 중…
zh_hans: 正在验证购买...
zh_hant: 正在驗證購買...
zh_hk: 正在驗證購買...

source: Purchase Required
ar: الشراء مطلوب
de: Kauf erforderlich
es: Compra necesaria
fr: Achat requis
it: Acquisto richiesto
ja: 購入が必要です
ko: 구입 필요
zh_hans: 需要购买
zh_hant: 需要購買
zh_hk: 需要購買

source: Subscription Required
ar: الاشتراك مطلوب
de: Abonnement erforderlich
es: Suscripción necesaria
fr: Abonnement requis
it: Abbonamento richiesto
ja: サブスクリプションが必要です
ko: 구독 필요
zh_hans: 需要订阅
zh_hant: 需要訂閱
zh_hk: 需要訂閱

source: Purchase this app on the App Store to continue.
ar: اشترِ هذا التطبيق من App Store للمتابعة.
de: Kaufe diese App im App Store, um fortzufahren.
es: Compra esta app en el App Store para continuar.
fr: Achetez cette app sur l’App Store pour continuer.
it: Acquista questa app su App Store per continuare.
ja: 続けるには、App Storeでこのアプリを購入してください。
ko: 계속하려면 App Store에서 이 앱을 구입하세요.
zh_hans: 请在 App Store 购买此 App 以继续。
zh_hant: 請在 App Store 購買此 App 以繼續。
zh_hk: 請喺 App Store 購買呢個 App 先可以繼續。

source: An active subscription is required to continue.
ar: يلزم وجود اشتراك نشط للمتابعة.
de: Zum Fortfahren ist ein aktives Abonnement erforderlich.
es: Se necesita una suscripción activa para continuar.
fr: Un abonnement actif est requis pour continuer.
it: Per continuare è necessario un abbonamento attivo.
ja: 続けるには、有効なサブスクリプションが必要です。
ko: 계속하려면 활성 구독이 필요합니다.
zh_hans: 需要有效的订阅才能继续。
zh_hant: 需要有效的訂閱才能繼續。
zh_hk: 需要有效嘅訂閱先可以繼續。

source: Unable to verify your purchase.
ar: تعذر التحقق من عملية الشراء.
de: Dein Kauf konnte nicht überprüft werden.
es: No se pudo verificar tu compra.
fr: Impossible de vérifier votre achat.
it: Impossibile verificare l’acquisto.
ja: 購入を確認できませんでした。
ko: 구입을 확인할 수 없습니다.
zh_hans: 无法验证你的购买。
zh_hant: 無法驗證你的購買。
zh_hk: 無法驗證你嘅購買。

source: Continue in App Store
ar: المتابعة في App Store
de: Im App Store fortfahren
es: Continuar en el App Store
fr: Continuer dans l’App Store
it: Continua in App Store
ja: App Storeで続ける
ko: App Store에서 계속
zh_hans: 前往 App Store 继续
zh_hant: 前往 App Store 繼續
zh_hk: 去 App Store 繼續

source: Purchase
ar: شراء
de: Kaufen
es: Comprar
fr: Acheter
it: Acquista
ja: 購入
ko: 구입
zh_hans: 购买
zh_hant: 購買
zh_hk: 購買

source: Subscribe
ar: اشتراك
de: Abonnieren
es: Suscribirse
fr: S’abonner
it: Abbonati
ja: 登録
ko: 구독
zh_hans: 订阅
zh_hant: 訂閱
zh_hk: 訂閱

source: Restore Purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
ja: 購入を復元
ko: 구입 항목 복원
zh_hans: 恢复购买
zh_hant: 回復購買項目
zh_hk: 還原購買項目

source: Already purchased? Open the App Store version once, then return to this beta.
ar: هل اشتريت بالفعل؟ افتح إصدار App Store مرة واحدة ثم عُد إلى هذه النسخة التجريبية.
de: Bereits gekauft? Öffne die App Store-Version einmal und kehre dann zu dieser Beta zurück.
es: ¿Ya la compraste? Abre una vez la versión del App Store y luego vuelve a esta beta.
fr: Déjà acheté ? Ouvrez une fois la version de l’App Store, puis revenez à cette bêta.
it: Già acquistato? Apri una volta la versione di App Store, poi torna a questa beta.
ja: すでに購入済みの場合は、App Store 版を一度開いてから、このベータ版に戻ってください。
ko: 이미 구입하셨나요? App Store 버전을 한 번 연 다음 이 베타로 돌아오세요.
zh_hans: 已经购买？请先打开一次 App Store 版本，然后再回到此测试版。
zh_hant: 已經購買？請先開啟一次 App Store 版本，然後再回到此測試版。
zh_hk: 已經買咗？請先開一次 App Store 版本，然後返嚟呢個測試版。
